CASE_II/reference/fine/system/divergence
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2306                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

    // Mandatory entries
    type            div;
    libs            (fieldFunctionObjects);
    field           U;
    result          divU;

    writeControl    writeTime;

// ************************************************************************* //
